package com.example.hw_aqa_java.HW4_1;
/*   3. Розстрочка (20 балів)
     Програма запитує користувача загальну суму кредиту та місячний відсоток на залишок по кредиту.
     Програма просить користувача обрати один з двух варіантів:
  - Розрахувати кількість щомісячних платежів, які необхідно зробити для повного погашення кредиту (програма просить суму щомісячного взносу)
  - Розрахувати суму щомісячного платежу (програма просить кількість платежів)
    Врахувати, що кожен місяць до залишку по кредиту додається місячний відсоток.
   Приклад: сума кредиту 100, місячна ставка 1%. Якщо користувач сплатив 10 в перщому місяці, то в другому місяці залишок кредиту буде складати 90+0.9
 */
public class MoComProg3 {
}
