package com.example.hw_aqa_java.HW4_1;
import java.util.Scanner;
import java.util.Arrays;
/*   2. Сортування масиву (30 балів)
        На віхд програми подається довільний набір чисел
        Програма має вивести:
         - початковий масив
         - сортований від найменшого до найбільшого
         - сортований від найбільшого до найменшого
         - сортований від країв найбільші в середині найменші
         Приклад:   base 8, 1, 2, 5, 7, 12, 3
                    asc  1, 2, 3, 5, 7, 8, 12
                    desc 12, 8, 7, 5, 3, 2, 1
                    inner 12, 7, 3, 1, 2, 5, 8

 */

public class MoComProg2 {
}
