package com.example.hw_aqa_java.HW4_1;
/*    4. Розрахунок зарплатні. (*Підвищенної складності, 10 балів)
         На вхід програми подається вартість години та вісоток податку.
         Вивести зарплатню за кожен місяць та за рік загалом з та без податку.
       Враховувати, що:
       - рік не високосний
       - перший місяць розпочинається з понеділка
       - 2 останні дні тижня це вихідні
       - один робочий день це 8 годин.
       Приклад повідомлення:    JAN 80 100
                                FEB 80 100
                                 ...
                                DEC XX YY
                                TOTAL: XX YY
 */
public class MoComProg4 {
}
